Repository: jantoniomartin/condottieri-old
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: If you want to start playing, go to
es: Si quieres empezar a jugar, ve a

source: the game list
es: la lista de juegos

source: However, there are some things that you may want to do before:
es: Sin embargo, hay algunas cosas que quizá quieras hacer antes:

source: verify an email address
es: verifica una dirección de email

source: so you can receive notifications, reset your password and so people can find you more easily.
es: para que puedas recibir notificaciones, recuperar tu contraseña y para que se te pueda encontrar más fácilmente.

source: fill out your profile
es: rellena tu perfil

source: to tell the world a little about yourself.
es: para contarle al mundo algo sobre ti

source: invite more people to the site
es: invitar a más gente

source: admin only
es: sólo admin

source: so more people can share in the fun.
es: para que más gente pueda jugar.

source: Start by <a href="%(signup_url)s">signing up</a> and <a href="%(login_url)s">logging in</a>.
es: Empieza <a href="%(signup_url)s">registrándote</a> y <a href="%(login_url)s">accediendo</a>.

source: Start by <a href="%(login_url)s">logging in</a>.
es: Empieza <a href="%(login_url)s">accediendo</a>.

source: E-Mail Addresses
es: Direcciones de correo electrónico

source: OpenID Associations
es: Asociaciones OpenID

source: Change Password
es: Cambiar Contraseña

source: Set Password
es: Guardar Contraseña

source: Delete Password
es: Borrar Contraseña

source: Language
es: Idioma

source: Timezone
es: Zona horaria

source: Email Addresses
es: Direcciones de correo electrónico

source: verified
es: verificado

source: primary
es: principal

source: make primary
es: hacer principal

source: unverified
es: sin verificar

source: re-send verification email
es: reenviar email de verificación

source: remove
es: eliminar

source: None
es: Ninguno

source: You should really add one so you can receive notifications, reset your password if you forget it, etc.
es: Deberías añadir uno para poder recibir notificaciones, reiniciar tu contraseña si la olvidas, etc.

source: Add Email Address
es: Dirección de correo electrónico

source: add
es: añadir

source: Condottieri can be used in your preferred language.
es: Puedes usar Condottieri en el idioma que prefieras.

source: Change my language
es: Cambiar mi idioma

source: Log In
es: Acceder

source: Note
es: Aviso

source: you are already logged in as %(user)s.
es: ya habías ingresado como %(user)s.

source: Don't have an account? <a href="%(signup_url)s">Sign up</a>!
es: ¿No tienes una cuenta? ¡<a href="%(signup_url)s">Regístrate</a>!

source: Forgot password?
es: ¿Olvidaste la contraseña?

source: Log in &raquo;
es: Entrar &raquo;

source: Or sign in with your OpenID
es: O accede con tu OpenID

source: If you have any trouble logging in to your account, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
es: Si tienes algún problema para entrar en tu cuenta, envia un email a <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: You've been logged out.
es: Has cerrado la sesión.

source: change password
es: cambiar contraseña

source: You may delete your password since you are currently logged in using OpenID.
es: Puedes borrar tu contraseña, ya que estás usando OpenID.

source: delete my password
es: borrar mi contraseña

source: Password Deleted
es: Contraseña Borrada

source: Your password has been deleted.
es: Tu contraseña ha sido borrada.

source: Password Reset
es: Reiniciar Contraseña

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
es: ¿Olvidaste tu contraseña? Escribe tu dirección de email, y te enviaremos un correo que te permita reiniciarla.

source: Reset my password
es: Reiniciar mi Contraseña

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
es: Si tienes algún problema reiniciando tu contraseña, envía un correo a <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: We have sent you an e-mail to <b>%(email)s</b>. If you do not receive it within a few minutes, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
es: Se te ha enviado un email a <b>%(email)s</b>. Si no lo recibes en unos minutos, envía un email a <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: set password
es: Guardar Contraseña

source: Signup
es: Registro

source: Sign Up
es: Registrar

source: You are already logged in.
es: Ya habías ingresado.

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Sign Up &raquo;
es: Entra &raquo;

source: By clicking "Sign Up", you are indicating that you have read and agree to the <a href="%(terms_url)s">Terms of Use</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
es: Si pulsas "Registrar", estás indicando que has leído y estás de acuerdo con las <a href="%(terms_url)s">Condiciones de Uso</a> y la <a href="%(privacy_url)s">Política de Privacidad</a>.

source: If you have any trouble creating your account, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
es: Si tienes algún problema creando tu cuenta, envía un email a <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: You can see all times into your preferred timezone. Change your timezone below.
es: Puedes ver todas las horas según la zona horaria que prefieras. Cambia tu zona horaria abajo.

source: Change my timezone
es: Cambiar mi zona horaria

source: Verify your e-mail address
es: verifica tu dirección de email

source: We have sent you an e-mail to <b>%(email)s</b> for verification. Follow the link provided to finalize the signup process. If you do not receive it within a few minutes, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
es: Se ha enviado un email a <b>%(email)s</b> para verificar tu dirección. Sigue el enlace enviado para finalizar el proceso de registro. Si no lo recibes en unos minutos, envía un correo a <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Not Found
es: No Encontrado

source: We're sorry but that page could not be found.
es: La página que buscas no se ha encontrado.

source: Server Error
es: Error del servidor

source: We're sorry but a server error has occurred. We've been notified and will look into it as soon as possible.
es: Lamentablemente ha ocurrido un error en el servidor. Se investigará el error lo antes posible

source: Hide announcement
es: Ocultar anuncio

source: clear
es: quitar

source: Your Profile
es: Tu Perfil

source: All Profiles
es: Todos

source: Profile for %(other_user)s
es: Perfil de %(other_user)s

source: Profile for <span class="nickname">%(other_user)s</span>
es: Perfil de <span class="nickname">%(other_user)s</span>

source: Profile for <span class="fn nickname">%(other_user)s</span>
es: Perfil de <span class="fn nickname">%(other_user)s</span>

source: Name
es: Nombre

source: Location
es: Ubicación

source: Website
es: Web

source: Followers
es: Seguidores

source: Following
es: Siguiendo

source: unfollow
es: no seguir

source: follow tweets
es: seguir tweets

source: You are friends with %(other_user)s.
es: Eres amigo de %(other_user)s.

source: Send a message
es: Enviar una carta

source: remove from friends
es: quitar de tus amigos

source: %(other_user)s has requested friendship.
es: %(other_user)s ha solicitado tu amistad.

source: accept
es: aceptar

source: decline
es: declinar

source: Friendship request sent.
es: Solicitud de amistad enviada.

source: Add As Friend
es: Añadir como amigo

source: invite
es: invitar

source: %(other_user)s to be a friend.
es: a %(other_user)s a que sea tu amigo.

source: Wiki Articles
es: Artículos Wiki

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to add this person as a friend and see their tweets and blog posts.
es: Empieza <a href="%(signup_url)s">registrándote</a> y <a href="%(login_url)s">accediendo</a>.

source: Edit Profile
es: Editar Perfil

source: Profiles
es: Perfiles

source: Order by:
es: Ordenar por:

source: Date
es: Fecha

source: MONTH_DAY_FORMAT
es: j F

source: You have received the following notice from %(current_site)s: %(message)s To see other notices or change how you receive notifications, please go to %(notices_url)s.
es: Has recibido el siguiente aviso de %(current_site)s: %(message)s Para ver otros avisos o cambiar la forma en que los recibes, puedes ir a %(notices_url)s.

source: The game '%(slug)s' is over. You can
es: El juego '%(slug)s' ha terminado. Puedes

source: see the results in
es: ver los resultados

source: The game '%(slug)s' has is over. You can
es: El juego '%(slug)s' ha terminado. Puedes

source: see the results
es: ver los resultados

source: The game '%(slug)s' has just started. You can
es: El juego '%(slug)s' acaba de empezar. Puedes

source: play it in
es: jugar en

source: play it now
es: jugar ahora

source: You are now playing the game '%(slug)s'.
es: Desde ahora estás jugando en el juego '%(slug)s'.

source: Go to the game
es: Ir al juego

source: You have received a new letter in the game '%(slug)s'
es: Has recibido una nueva carta en el juego '%(slug)s'.

source: Read the letter
es: Leer la carta

source: You have been overthrown in game '%(slug)s'.
es: Has sido derrocado en el juego '%(slug)s'.

source: The phase '%(phase)s' has begun in the game '%(slug)s'. You can
es: La fase '%(phase)s' ha comenzado en el juego '%(slug)s'.

source: go to the game
es: ir al juego

source: You have neglected your government duties in game '%(slug)s' and someone wants to take your place.
es: Has descuidado tus tareas de gobierno en el juego '%(slug)s' y alguien quiere ocupar tu lugar.

source: If you want to keep playing in this game, you have only to make your actions, and you will keep your country. If you don't make your actions in the current phase, another player will take your country.
es: Si quieres seguir jugando, solo tienes que hacer tus acciones, y conservarás tu país. Si no haces tus acciones en la fase actual, otro jugador tomará el control de tu país.

source: If you do not want to play this game, it's better that you let the other player to take your country. This way you won't lose more karma for not playing this game.
es: Si no quieres jugar esta partida, es mejor que dejes que otro jugador controle tu país. De esta forma no perderás más karma por no jugar la partida.

source: A change of phase has been forced in the game '%(slug)s'.
es: Se ha forzado un cambio de fase en el juego '%(slug)s'.
