Repository: jantoniomartin/condottieri-old
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Slug
es: Nombre

source: Scenario
es: Escenario

source: Time limit
es: Límite de tiempo

source: Hold
es: Aguantar

source: Advance
es: Avanzar

source: Conversion
es: Conversión

source: Change of phase forced
es: Cambio de fase forzado

source: a change of phase has been forced
es: se ha forzado un cambio de fase

source: Game started
es: Juego comenzado

source: a game that you're a player in has started
es: un juego en el que eres jugador ha comenzado

source: Game over
es: Juego terminado

source: a game that you're playing is over
es: un juego en el que estás jugando ha terminado

source: New phase
es: Nueva fase

source: a new phase has begun
es: ha empezado una nueva fase

source: Letter received
es: Carta recibida

source: you have received a new letter
es: has recibido una nueva carta

source: Overthrow attempt
es: Intento de derrocamiento

source: you are being overthrown
es: estás a punto de ser derrocado

source: Overthrow
es: Derrocar

source: you have been overthrown
es: has sido derrocado

source: you have overthrown a government
es: has derrocado un gobierno

source: Army
es: Ejército

source: Fleet
es: Flota

source: Garrison
es: Guarnición

source: Spring
es: Primavera

source: Summer
es: Verano

source: Fall
es: Otoño

source: Inactive game
es: Juego inactivo

source: Military adjustments
es: Ajustes militares

source: Order writing
es: Emisión de órdenes

source: Retreats
es: Retiradas

source: Besiege
es: Asediar

source: Support
es: Apoyar

source: 2 days
es: 2 días

source: 1 day
es: 1 día

source: 1/2 day
es: 1/2 día

source: %(type)s in %(area)s
es: %(type)s en %(area)s

source: the army in %s
es: el ejército en %s

source: the fleet in %s
es: la flota en %s

source: the garrison in %s
es: la guarnición en %s

source: %(country)s recruits a new %(type)s in %(area)s.
es: %(country)s recluta %(type)s en %(area)s

source: %(country)s's %(type)s in %(area)s is disbanded.
es: %(type)s de %(country)s en %(area)s es desbandado/a.

source: Autonomous %(type)s in %(area)s is disbanded.
es: %(type)s independiente en %(area)s es desbandado/a.

source: %(unit)s tries to go to %(area)s.
es: %(unit)s intenta entrar en %(area)s

source: %(unit)s besieges the city.
es: %(unit)s asedia la ciudad.

source: %(unit)s tries to convert into %(type)s.
es: %(unit)s intenta convertirse en %(type)s

source: %(unit)s must convoy %(subunit)s to %(area)s.
es: %(unit)s dispuesta a trasladar a %(subunit)s a %(area)s

source: %(unit)s supports %(subunit)s to hold its position.
es: %(unit)s apoya a %(subunit)s a mantener su posición.

source: %(unit)s supports %(subunit)s to go to %(area)s.
es: %(unit)s apoya a %(subunit)s para entrar en %(area)s

source: %(unit)s supports %(subunit)s to convert into %(type)s.
es: %(unit)s apoya a %(subunit)s para convertirse en %(type)s

source: Conflicts in %(area)s result in a standoff.
es: El conflicto en %(area)s termina en empate.

source: %(unit)s converts into %(type)s.
es: %(unit)s se convierte en %(type)s.

source: %(country)s gets control of %(area)s.
es: %(country)s consigue el control de %(area)s.

source: %(unit)s advances into %(destination)s.
es: %(unit)s avanza a %(destination)s.

source: %(unit)s tries to retreat to %(destination)s.
es: %(unit)s intenta retirarse a %(destination)s

source: cannot carry out its support order.
es: no puede llevar a cabo su apoyo.

source: must retreat.
es: debe retirarse.

source: surrenders.
es: se rinde.

source: is now besieging.
es: comienza su asedio.

source: Florence
es: Florencia

source: France
es: Francia

source: Milan
es: Milán

source: Naples
es: Nápoles

source: Papacy
es: El Papado

source: Turks
es: Los Turcos

source: Venice
es: Venecia

source: Development
es: Desarrollo

source: The Spanish Preponderance
es: La Preponderancia Española

source: The Balance of Power
es: Equilibrio de Poder

source: Avignon
es: Aviñón

source: Bergamo
es: Bérgamo

source: Bologna
es: Boloña

source: Carinthia
es: Carintia

source: Central Mediterranean
es: Mediterráneo Central

source: Corsica
es: Córcega

source: Croatia
es: Croacia

source: Dalmatia
es: Dalmacia

source: Genoa
es: Génova

source: Gulf of Lions
es: Golfo de Lion

source: Gulf of Naples
es: Golfo de Nápoles

source: Hungary
es: Hungría

source: Ionian Sea
es: Mar Jónico

source: Lower Adriatic
es: Adriático Inferior

source: Ligurian Sea
es: Mar de Liguria

source: Marseille
es: Marsella

source: Modena
es: Módena

source: Patrimony
es: Patrimonio

source: Pavia
es: Pavía

source: Perugia
es: Perusa

source: Provence
es: Provenza

source: Rome
es: Roma

source: Sardinia
es: Cerdeña

source: Savoy
es: Savoya

source: Slavonia
es: Eslavonia

source: Spoleto
es: Espoleto

source: Swiss
es: Suiza

source: Trent
es: Trento

source: Thyrrenian Sea
es: Mar Tirreno

source: Tunis
es: Túnez

source: Turin
es: Turín

source: Tyrol
es: Tirol

source: Upper Adriatic
es: Adriático Superior

source: Western Mediterranean
es: Mediterráneo Occidental

source: Create an acccount on %(domain)s
es: Invitación para registrarte en Condottieri: %(domain)s

source: Frequently Asked Questions
es: Preguntas Frequentes

source: About this project
es: Sobre este proyecto

source: Why?
es: ¿Por qué?

source: There are two main reasons to make this project. The first one is that I like Machiavelli, but it's really difficult gathering six or more people around a table for more than four hours. Also, this is an excuse to learn the secrets of the wonderful framework <a href="http://djangoproject.com">Django</a>.
es: Hay dos razones principales para hacer este proyecto. La primera es que me gusta el Machiavelli, pero es muy difícil reunir a seis o más personas alrededor de una mesa durante más de cuatro horas. Además, es una excusa para aprender los secretos del estupendo <i>framework</i> <a href="http://djangoproject.com">Django</a>.

source: About the game
es: Sobre el juego

source: What happens when the time limit is reached?
es: ¿Qué ocurre cuando se cumple el límite de tiempo?

source: It depends on your current status. If you have completed your phase, nothing happens. However, if you haven't, the following will happen:
es: Depende de tu situación. Si has completado tu fase, no pasa nada. Sin embargo, si no lo has hecho, ocurrirá lo siguiente:

source: If you have to place new units, you can't place them this turn.
es: Si tienes que colocar nuevas unidades, no las podrás colocar ese turno.

source: If you have to disband n units, your latest n units will be disbanded.
es: Si tienes que desbandar n unidades, tus últimas n unidades serán desbandadas.

source: If you have to write your orders, all your units will get a 'Hold' order.
es: Si tienes que escribir tus órdenes, todas tus unidades recibirán la orden de 'Aguantar'.

source: If you have to retreat any units, these units will be disbanded.
es: Si tienes que retirar unidades, esas unidades serán desbandadas.

source: The karma system
es: El sistema de karma

source: Beside your user name, there should be a number. This is your karma score. This score measures the amount of time that you use to take to make your actions in a game. The higher the score, the faster you are as a player. Usually, other players will prefer a fast player. A new user starts with an average karma of 100.
es: Junto a tu nombre de usuario deberías ver un número. Es tu puntuación de karma. Esta puntuación mide la cantidad de tiempo que sueles tardar en hacer tus acciones en un juego. Cuanto más alta es la puntuación, más rápido eres como jugador. Normalmente, otros jugadores preferirán a un jugador rápido. Un nuevo usuario comienza con un karma medio de 100.

source: The time that you have to complete your actions depends on your karma score. You have more time when your karma is over 100, and less time if it's under 100. However, if there is a player with more karma than you and he has not made his actions yet, you can always complete your actions before he does, even if your time is over (note that if this player makes his actions before you, you could have no time to make yours).
es: El tiempo que tienes para completar tus acciones depende de tu puntuación de karma. Tienes más tiempo cuando tu karma es mayor que 100, y menos cuando es menor que 100. No obstante, si hay un jugador con más karma que tú y que no ha hecho todavía sus acciones, puedes completar las tuyas antes de que él lo haga, aunque tu tiempo se haya cumplido (ten en cuenta que si ese jugador hace sus acciones antes que tú podrías no tener tiempo para hacer las tuyas).

source: Whenever a phase change is forced, if you have not made your actions, you will lose karma (10 points).
es: Cada vez que se fuerza un cambio de fase, si no has hecho aún tus acciones, perderás karma (10 puntos).

source: To increase your karma, you must be fast making your actions. If you make your actions in the first fifth part of the time limit (e.g. 9.6 hours in a 48 hours game), you'll get 1 point of karma. Note that it's much easier losing karma than increasing it.
es: Para aumentar tu karma, tienes que ser rápido haciendo tus acciones. Si las haces en la primera quinta parte del límite de tiempo (p.ej. 9,6 horas en una partida de 48 horas), ganarás 1 punto de karma. Observa que es mucho más fácil perder karma que ganarlo.

source: Games
es: Juegos

source: New game
es: Nuevo juego

source: Here you can create a new game. You will be the first player of any game you create. You must choose a short name for the game, that will be used only to identify it.
es: Aquí puedes crear un juego nuevo. Serás el primer jugador de cualquier juego que crees. Debes elegir un nombre corto para el juego, que se usará sólo para identificarlo.

source: Every game must begin with a <b>scenario</b>. The scenario determines the number of players, the available countries and the initial setup.
es: Cada juego debe comenzar con un <b>escenario</b>. El escenario determina el número de jugadores, los paises disponibles y el despliegue inicial.

source: When playing a game, each player has a <b>time limit</b> to complete any of the phases of the game. This time limit is reset when all the players have completed their actions.
es: Cuando se está jugando un juego, cada jugador tiene un <b>límite de tiempo</b> para completar cualquiera de las fases del juego.Este límite de tiempo se reinicia cuando todos los jugadores han completado sus acciones.

source: Available scenarios
es: Escenarios disponibles

source: Title
es: Título

source: Start year
es: Año inicial

source: Players
es: Jugadores

source: Cities to win
es: Ciudades para ganar

source: Create a new game
es: Crear un nuevo juego

source: Save
es: Guardar

source: Game list
es: Lista de juegos

source: This is a list of all the games in this server. The first are the ones that you are a player in. If a game has empty slots, you can join it. If you can't find any available games, you can also create one, but it's better if you join an existing game.
es: Esta es una lista de todos los juegos en este servidor. Los primeros son aquellos en los que tú estás inscrito.Si un juego tiene plazas libres, puedes unirte a él. Si no encuentras ningún juego disponible, también puedescrear uno, pero es mejor si te unes a un juego abierto.

source: Your games
es: Tus partidas

source: Game
es: Juego

source: Creator
es: Creador

source: Year
es: Año

source: Season
es: Estación

source: Phase
es: Fase

source: Slots
es: Plazas

source: Games you are not playing
es: Partidas en las que no estás jugando

source: Join game
es: Únete

source: Revolutions
es: Revoluciones

source: The following countries are governed by leaders that are not paying enough attention to their duties. If you feel that you could do better, you may try to overthrow a leader.
es: Los siguientes países están gobernados por líderes que no prestan suficiente atención a sus obligaciones. Si crees que puedes hacerlo mejor, puedes intentar derrocar a un lider.

source: If you try to overthrow a leader, he will have a chance to recover control in the current phase. If he does not, you will take his place. You will be notified when you get control of the country.
es: Si intentas derrocar a un lider, éste tendrá una oportunidad de no perder el control en la fase actual. Si no aprovecha la oportunidad, ocuparás su lugar. Se te notificará cuando consigas el control del país.

source: In doing this, you will probably run a damaged country, so you will get some karma for your sacrifice.
es: Al hacer esto, probablemente dirigirás un país dañado, por lo que ganarás algo de karma por tu sacrificio.

source: Country
es: Estado

source: Finished games
es: Partidas terminadas

source: Game results
es: Resultados

source: Results of game
es: Resultados del juego

source: These are the scores for each player in the game
es: Estas son las puntuaciones de cada jugador en el juego

source: Player
es: Jugador

source: Score
es: Puntuación

source: Cities
es: Ciudades

source: Map
es: Mapa

source: Hall of Fame
es: Salón de la Fama

source: These are the global scores for all the users in this server
es: Estas son las puntuaciones totales de todos los jugadores en este servidor.

source: User
es: Usuario

source: Inbox
es: Entrada

source: Time left
es: Tiempo restante

source: Power
es: Estado

source: Letter
es: Carta

source: From
es: De

source: Send message
es: Enviar carta

source: To
es: Para

source: Body
es: Contenido

source: Return to game
es: Volver al juego

source: Write a letter
es: Escribe una carta

source: New letter
es: Nueva carta

source: New letter for %(country)s
es: Nueva carta para %(country)s

source: Send
es: Enviar

source: Received letters
es: Cartas recibidas

source: Summary
es: Resumen

source: Outbox
es: Salida

source: Sent letters
es: Cartas enviadas

source: Log
es: Diario

source: Log of the game
es: Diario del juego

source: Page
es: Página

source: of
es: de

source: Because of your low karma (%(karma)s), you can't join games or create new ones. You need a minimum karma of %(minimum)s.
es: Debido a tu bajo valor de karma (%(karma)s), no puedes unirte a partidas ni crearlas. Necesitas un karma mínimo de %(minimum)s.

source: You will recover some karma every day. You can read the basics of this karma system in the FAQ section.
es: Todos los días recuperarás algo de karma. Puedes leer algo sobre este sistema de karma en la sección de FAQ.

source: Military Adjustment
es: Ajustes militares

source: At least one player has not yet adjusted his units. You have to wait until all players have done it or the time limit is reached.
es: Al menos un jugador aún no ha ajustado sus unidades. Tendrás que esperar hasta que todos los jugadores lo hayan hecho, o se alcance el límite de tiempo.

source: You have currently %(cities_qty)s city
es: En este momento tienes %(cities_qty)s ciudad

source: and %(cur_units)s unit.
es: y %(cur_units)s unidad.

source: You have to place <b>%(units_to_place)s</b> unit in the map.
es: Tienes que colocar <b>%(units_to_place)s</b> unidad en el mapa.

source: Remember the following restrictions when placing units:
es: Recuerda las siguientes restricciones para colocar unidades:

source: Any unit: Only in cities with your flag <b>and</b> under your control.
es: Cualquier unidad: Sólo en ciudades con tu bandera <b>y</b> bajo tu control.

source: Fleets: Only in port cities.
es: Flotas: Sólo en ciudades con puerto.

source: Garrisons: Only in fortified cities.
es: Guarniciones: Sólo en ciudades fortificadas.

source: You cannot place more than one unit in the same area.
es: No puedes colocar más de una unidad en la misma área.

source: Reinforce
es: Refuerzos

source: You must select exactly %(units_to_disband)s unit to be disbanded.
es: Debes elegir exactamente %(units_to_disband)s unidad para que sea desbandada.

source: Disband!
es: ¡Desbandar!

source: Orders writing
es: Emisión de órdenes

source: At least one player has not yet sent his orders. You have to wait until all players have done it or the time limit is reached.
es: Al menos uno de los jugadores no ha enviado sus órdenes. Tendrás que esperar hasta que todos los jugadores lo hayan hecho o se alcance el límite de tiempo.

source: These are the valid orders (except Hold orders) that you have sent this turn:
es: Estas son las órdenes válidas (excepto órdenes de Aguantar) que has emitido este turno:

source: In the next form, you have to compose an order for each of your units. You cannot give a unit two orders. If you want a unit to do nothing, select the "Hold" option for it.
es: En el siguiente formulario debes componer una orden para cada una de tus unidades. No puedes dar más de una orden a la misma unidad.Si quieres que una unidad no haga nada, elige la opción "Aguantar" para ella.

source: If you compose an order that break the rules, you should see an error and you will have to fix the order. However, if you compose an impossible order, this unit will hold, instead of carrying out its order. Be careful.
es: Si compones una orden que va contra las reglas, deberías ver un error y tendrás que corregir la orden. Sin embargo, si compones una orden imposible, la unidad aguantará, en lugar de llevar a cabo su orden. Ten cuidado.

source: Unit
es: Unidad

source: Order
es: Orden

source: Parameters
es: Parámetros

source: At least one player has not yet retreated his units. You have to wait until all players have done it or the time limit is reached.
es: Al menos uno de los jugadores no ha retirado sus unidades. Tendrás que esperar a que todos lo hayan hecho, o se alcance el límite de tiempo.

source: Some of your units have been defeated and must retreat. For each unit, you can decide a retreat area or even disband the unit. If a unit has been defeated and has no possible retreat, it will be disbandesd.
es: Algunas de tus unidades han sido derrotadas y deben retirarse. Para cada unidad, puedes decidir un área de retiradao incluso desbandar la unidad. Si una unidad ha sido derrotada y no tiene un área a la que retirarse, será desbandada.

source: Retreat
es: Retirar

source: Game:
es: Juego:

source: Cities:
es: Ciudades

source: Units:
es: Unidades:

source: Our cartographers are drawing a new map for you. Please, reload the page in a few seconds.
es: Nuestros cartógrafos están dibujando un nuevo mapa. Por favor, recarga la página dentro de unos segundos.

source: Diplomacy
es: Diplomacia

source: Campaign log
es: Diario de campaña

source: See all
es: Ver todo

source: This game is inactive or you are not playing in it.
es: Este juego está inactivo o no estás jugando en él.

source: Welcome to Condottieri
es: Bienvenido a Condottieri

source: <b>Condottieri</b> is a gaming site to play the Avalon Hill's classic strategy game <b>Machiavelli</b>.
es: <b>Condottieri</b> es una aplicación para jugar al clásico juego de estrategia de Avalon Hill, <b>Machiavelli</b>.

source: This is only a fan, non-profit oriented, site that is in no way affiliated with Avalon Hill.
es: Esta proyecto se ha hecho sólo como hobby y sin ánimo de lucro, y no está relacionado en modo alguno con Avalon Hill.

source: Follow Condottieri in Twitter
es: Sigue a Condottier en Twitter

source: You can get news, updates and game messages in <a href="http://twitter.com/condottierigame">twitter</a>!
es: Puedes enterarte de noticias, actualizaciones y mensajes del juego en <a href="http://twitter.com/condottierigame">twitter</a>.

source: <b>Condottieri</b> is being developed on <a href="http://djangoproject.com">Django</a>, <a href="http://pinaxproject.com">Pinax</a> and, of course, <a href="http://www.python.org">Python</a>.
es: <b>Condottieri</b> está siendo desarrollado sobre <a href="http://djangoproject.com">Django</a>, <a href="http://pinaxproject.com">Pinax</a> y, por supuesto, <a href="http://www.python.org">Python</a>.

source: This project is in <i>beta</i> status, so it can have (sure it has) errors. Hopefully these errors will be fixed as soon as they are detected.
es: Este proyecto está en estado <i>beta</i>, por lo que puede tener (seguro que los tiene) errores. Estos errores se corregirán tan pronto como sean detectados.

source: Features
es: Características

source: The following is a list of the main current features of this site.
es: La siguiente es una lista de las características más destacables de esta web.

source: Supported languages: English and Spanish.
es: Idiomas soportados: Español e Inglés.

source: OpenID support.
es: Soporte de OpenID.

source: Profiles support.
es: Perfiles de usuario.

source: Receive notices by email or read them online.
es: Recibe avisos por email o leelos online.

source: You can play many games at a time.
es: Puedes jugar muchas partidas a la vez.

source: Per-game scores and global scores.
es: Puntuaciones por juego y totales.

source: Send diplomacy messages to other players.
es: Envía mensajes de diplomacia a otros jugadores.

source: Automatic resolution of orders.
es: Resolución automática de órdenes.

source: Automatic map drawing.
es: Generación automática del mapa.

source: Complete list of events.
es: Lista completa de eventos.

source: Some events are posted to
es: Algunos eventos son enviados a

source: Invitation codes
es: Códigos de invitación

source: <b>Condottieri</b> is currently under active development. If you would like to receive a beta code for this please give us your e-mail address below.
es: <b>Condottieri</b> está en pleno desarrollo. Si quieres recibir un código de registro, por favor, danos tu dirección de e-mail.

source: Sign up
es: Registro

source: or
es: o

source: You can use a sign-up code to sign-up with the site right now.
es: Puedes usar un código de registro para darte de alta ahora mismo.

source: Account
es: Cuenta

source: Logout
es: Salir

source: Login
es: Acceder

source: Profile
es: Perfil

source: Notices
es: Avisos

source: empty-map_en.jpg
es: empty-map_es.jpg

source: All games
es: Todos los juegos

source: &copy; 2010 J. A. Mart&iacute;n Prieto
es: &copy; 2010 J. A. Antonio Mart&iacute;n Prieto

source: About
es: Acerca

source: <b>Condottieri</b> has been developed with the help of the following pieces of free, open source software:
es: <b>Condottieri</b> ha sido desarrollado con la ayuda de las siguientes herramientas de software libre:

source: <a href="http://python.org">Python</a>. The whole application has been written in Python.
es: <a href="http://python.org">Python</a>. Toda la aplicación se ha escrito en Python.

source: <a href="http://www.djangoproject.com">Django</a>, "The Web framework for perfectionists with deadlines". One of the best frameworks with probably the best documentation.
es: <a href="http://www.djangoproject.com">Django</a>, "El entorno de desarrollo web para perfeccionistas con límites de tiempo". Uno de los mejores entornos de desarrollo con, probablemente,la mejor documentación.

source: <a href="http://pinaxproject.com">Pinax</a>. An integrated collection of Django applications that provides the social networking features in this website.
es: <a href="http://pinaxproject.com">Pinax</a>. Una colección de aplicaciones para Django que proporcionan las funcionalidades de red social en esta web.

source: <a href="http://www.pythonware.com/products/pil">Python Image Library</a>. Provides image processing functionality.
es: <a href="http://www.pythonware.com/products/pil">Python Image Library</a>. Proporciona la funcionalidad de procesamiento de imágenes.

source: <a href="http://experience.sourceforge.net/">Experience</a>::Panorama. An image viewer with panning and zooming support.
es: <a href="http://experience.sourceforge.net/">Experience</a>::Panorama. Un visor de imagen con encuadre y zoom.

source: Privacy Policy
es: Privacidad

source: Terms of Service
es: Condiciones de servicio

source: What Next?
es: ¿Y ahora qué?
