Repository: jantoniomartin/condottieri-old
Catalog: condottieri_events/locale/*/LC_MESSAGES/django.po
Languages: de, es

source: the army in %s
de: der Heer in %s
es: el ejército en %s

source: the fleet in %s
de: die Flotte in %s
es: la flota en %s

source: the garrison in %s
de: die garnison in %s
es: la guarnición en %s

source: New %(type)s in %(area)s.
es: Aparece %(type)s en %(area)s.

source: %(type)s in %(area)s is disbanded.
es: Se disuelve %(type)s en %(area)s.

source: Autonomous %(type)s in %(area)s is disbanded.
de: Selbständige(r) %(type)s in %(area)s wird aufgelöst.
es: %(type)s autónoma en %(area)s es desbandada.

source: %(unit)s tries to go to %(area)s.
de: %(unit)s versucht zu %(area)s sich bewegen.
es: %(unit)s intenta ir a %(area)s.

source: %(unit)s besieges the city.
de: %(unit)s belagert die Stadt.
es: %(unit)s asedia la ciudad.

source: %(unit)s tries to convert into %(type)s.
de: %(unit)s versucht in %(type)s sich umwandeln.
es: %(unit)s intenta convertirse en %(type)s.

source: %(unit)s must convoy %(subunit)s to %(area)s.
de: %(unit)s muss %(subunit)s befördern nach %(area)s.
es: %(unit)s intenta transportar a %(subunit)s a %(area)s.

source: %(unit)s supports %(subunit)s to hold its position.
de: %(unit)s unterstützt %(subunit)s in halten.
es: %(unit)s apoya a %(subunit)s a mantener su posición.

source: %(unit)s supports %(subunit)s to go to %(area)s.
de: %(unit)s unterstützt %(subunit)s in zu %(area)s bewegen.
es: %(unit)s apoya a %(subunit)s a ir a %(area)s.

source: %(unit)s supports %(subunit)s to convert into %(type)s.
de: %(unit)s unterstützt %(subunit)s in %(type)s sich umwandeln.
es: %(unit)s apoya a %(subunit)s a convertirse en %(type)s.

source: Conflicts in %(area)s result in a standoff.
de: Die Kämpfe in %(area)s endet in einem Patt.
es: Los conflictos en %(area)s acaban en empate.

source: %(unit)s converts into %(type)s.
de: %(unit)s wandelt sich in %(type)s um.
es: %(unit)s se convierte en %(type)s.

source: %(country)s gets control of %(area)s.
de: %(country)s nimmt die Kontrolle von %(area)s.
es: %(country)s consigue el control de %(area)s.

source: %(unit)s advances into %(destination)s.
de: %(unit)s bewegt sich nach %(destination)s.
es: %(unit)s avanza a %(destination)s.

source: %(unit)s garrisons in the city.
de: %(unit)s flüchtet sich in der Stadt.
es: %(unit)s se refugia en la ciudad.

source: %(unit)s retreats to %(destination)s.
de: %(unit)s zieht zu %(destination)s zurück.
es: %(unit)s se retira a %(destination)s

source: cannot carry out its support order.
de: kann nicht die Unterstützung erfüllen.
es: no puede ejecutar su orden de apoyo.

source: must retreat.
de: muss zurückziehen.
es: debe retirarse.

source: surrenders.
de: ergibt sich.
es: se rinde.

source: is now besieging.
de: belagert ab jetzt die Stadt.
es: empieza su asedio.

source: changes of country.
de: wechselt Seiten
es: cambia de país.

source: becomes autonomous.
de: wird autonom.
es: se convierte en autónoma.

source: Government has been overthrown
de: Regierung hat gestürzt worden
es: El gobierno ha sido derrocado

source: Has been conquered
de: Hat erobert worden
es: Ha sido conquistado

source: Has been declared enemy of Christendom
de: Ist jetzt ein Feind der Christenheit
es: Ha sido declarado enemigo de la Cristiandad

source: Has been eliminated
de: Wird eliminiert
es: Ha sido eliminado

source: Leader has been assassinated
de: Führer hat ermordet worden
es: El líder ha sido asesinado

source: Excommunication has been lifted
es: Se ha perdonado la excomunión

source: %(area)s is affected by famine.
de: %(area)s wird von Hunger betroffen.
es: %(area)s está afectada por la hambruna.

source: %(area)s has been affected by plague.
de: %(area)s hat von der Pest betroffen worden.
es: %(area)s ha sido afectada por una plaga.

source: A rebellion has broken out in %(area)s.
de: Eine Rebellion hat in %(area)s ausgebrochen.
es: Una rebelión ha estallado en %(area)s.

source: %(area)s is affected by a storm.
es: %(area)s está afectada por una tormenta.

source: %(country)s raises %(ducats)s ducats.
de: %(country)s erhebt %(ducats)s Dukaten.
es: %(country)s recauda %(ducats)s ducados.

source: %(country)s pays %(ducats)sd to relief famine in %(area)s
de: %(country)s zahlt %(ducats)sd um den Hunger in %(area)s zu entfernen.
es: %(country)s paga %(ducats)sd para aliviar la hambruna en %(area)s.

source: %(country)s pays %(ducats)sd to pacify the rebellion in %(area)s
de: %(country)s zahlt %(ducats)sd um die Rebellion in %(area)s zu beruhigen.
es: %(country)s paga %(ducats)sd para pacificar la rebelión en %(area)s

source: %(country)s pays %(ducats)sd to cause a rebellion in %(area)s
de: %(country)s zahlt %(ducats)sd um eine Rebellion in %(area)s zu entfachen
es: %(country)s paga %(ducats)sd para causar una rebelión en %(area)s

source: %(country)s pays %(ducats)sd to protect %(unit)s from bribes
de: %(country)s zahlt %(ducats)sd um %(unit)s vor Bestechungen zu schützen
es: %(country)s paga %(ducats)sd para proteger a %(unit)s de sobornos

source: %(country)s pays %(ducats)sd to disband %(unit)s
de: %(country)s zahlt %(ducats)sd um %(unit)s aufzulösen
es: %(country)s paga %(ducats)sd para desbandar %(unit)s

source: %(country)s pays %(ducats)sd to buy %(unit)s
de: %(country)s zahlt %(ducats)sd um %(unit)s zu kaufen
es: %(country)s paga %(ducats)sd para comprar %(unit)s.

source: %(country)s pays %(ducats)sd to turn %(unit)s into an autonomous garrison
de: %(country)s zahlt %(ducats)sd um %(unit)s autonom umzuwandeln
es: %(country)s paga %(ducats)sd para convertir %(unit)s en guarnición autónoma

source: Unknown expense
es: Gasto desconocido

source: Spring
es: Primavera

source: Summer
es: Verano

source: Fall
es: Otoño

source: %(country)s recruits a new %(type)s in %(area)s.
de: %(country)s werben %(type)s in %(area)s.

source: %(country)s's %(type)s in %(area)s is disbanded.
de: %(type)s von %(country)s in %(area)s wird aufgelöst.
