Repository: jantoniomartin/condottieri-old
Catalog: condottieri_help/locale/*/LC_MESSAGES/django.po
Languages: es

source: Help
es: Ayuda

source: Contribute
es: Contribuir

source: Contributing to Condottieri
es: Contribuir a Condottieri

source: Condottieri is a free (as in Freedom) and open source project that is being developed as a hobby. No profit is got from this work, except the pleasure of playing the awesome game that is Machiavelli, with an active community of players.
es: Condottieri es un proyecto de software libre que está siendo desarrollado como un hobby. De este trabajo no se obtiene ningún lucro, aparte del placer de jugar al estupendo juego que es Machiavelli con una comunidad activa de jugadores.

source: Like most of the libre software projects, there are some ways that you can contribute to Condottieri, if you think that the project deserves your help. You don't need to be a programmer to improve a libre software project.
es: Como la mayoría de proyectos de software libre, hay diversas formas en las que puedes contribuir a Condottieri, si piensas que el proyecto lo merece. No necesitas ser programador para mejorar un proyecto de software libre.

source: The hosting
es: El alojamiento

source: Condottieri is hosted by Dreamhost, a great hosting provider that gives a lot of features for a small amount of money. At present, Condottieri is hosted in a shared server, what means that a lot of websites share the resources of a single server. That's the reason that sometimes this page can be a little slow. Most of the time, however, we get an acceptable speed.
es: Condottieri está alojado en Dreamhost, un gran proveedor de hosting que ofrece muchas ventajas por poco dinero. Por ahora, Condottieri está alojado en un servidor compartido, lo que significa que un montón de webs comparten los recursos de un mismo servidor. Esta es la razón por la que a veces esta página es un poco lenta. La mayor parte del tiempo, sin embargo, tenemos una velocidad aceptable.

source: This hosting is being paid by me, the project leader, and some of our fellow players that have nobly contributed to ease this burden. If you have a paypal account and some spare bucks, you can be one of these generous users and pay a part (as small or big as you wish) of the hosting. Fortunately, Dreamhost offers a service that allows you to donate money directly to the hosting.
es: Este alojamiento lo pagamos yo (el líder del proyecto) y algunos de los jugadores que han contribuido generosamente a aliviar esta carga. Si tienes una cuenta de paypal y algunos euros de sobra, puedes ser uno de esos usuarios generosos y pagar una parte (tan pequeña como quieras) del hosting. Afortunadamente, Dreamhost ofrece un servicio que permite donar dinero directamente al hosting.

source: Donate to Condottieri hosting
es: Donar al hosting de Condottieri

source: If there were enough donors, other hosting possibilities could be considered (a virtual private server, etc) that would increase the speed of the game.
es: Si hubiera suficientes donantes, se podrían considerar otras posibilidades (a servidor privado virtual, etc) que incrementarían la velocidad del juego.

source: The code
es: El código

source: Condottieri has been developed using mainly Python and Django. As an open source project, the source code of Condottieri is available in Github, and anyone can read, copy or modify it.
es: Condottieri se ha desarrollado usando principalmente Python y Django. Como proyecto de software libre, el código fuente de Condottieri está disponible en Github, y cualquiera puede leerlo, copiarlo o modificarlo.

source: Source code of Condottieri
es: Código fuente de Condottieri

source: If you have some programming experience (either with Python or with any other language), you can improve the code suggesting changes or writing your own patches.
es: Si tienes experiencia como programador (ya sea con Python o con cualquier otro lenguaje), puedes mejorar el código sugiriendo cambios o escribiendo tus propios parches.

source: The documentation
es: La documentación

source: Unfortunately, not all the players have a copy of Machiavelli, and I don't have the rights to publish a copy of the rules. Some players may thank you for helping them to understand how the game works. You can use the forum to answer the questions of other players.
es: Por desgracia, no todos los jugadores poseen una copia de Machiavelli, y yo no tengo los derechos para publicar las reglas. Algunos jugadores te estarán agradecidos por ayudarles a entender como funciona el juego. Puedes usar el foro para responder a las preguntas de otros jugadores.

source: Translations
es: Traducciones

source: At present, Condottieri is available in English and Spanish (some parts are also available in German). However, the whole code is ready to be translated to any other language. If you understand English and some other language that you would like to use Condottieri in, all you have to do is editing a text file. You can offer yourself for the translation in the forum, and I will give you some guidelines.
es: En este momento, Condottieri está disponible en Inglés y Castellano (y algunas partes en Alemán). Sin embargo, todo el código está preparado para ser traducido a cualquier otro idioma. Si entiendes inglés y algún otro idioma en el que te gustaría usar Condottieri, todo lo que tienes que hacer es editar un archivo de texto. Puede ofrecerte para la traducción en el foro, y te daré algunas directrices.

source: Suggestions
es: Sugerencias

source: Maybe you have an idea to improve the game (a new rule, a change in the rules, etc). You can use the forum to discuss about it with other players and decide if it should be added to the game.
es: Quizá tengas una idea para mejorar el juego (una nueva regla, un cambio en las reglas, etc). Puedes usar el foro para discutirla con otros jugadores y decidir si debería ser añadida al juego.

source: Here you can find some help to use this game and to understand its mechanisms. If you can't find the answer to your question, maybe you can find it in the <a href="%(forum_url)s">forum</a>. You can also use the forum to ask any questions about the game.
es: Aquí encontrarás ayuda para usar este juego y para comprender sus mecanismos. Si no puedes encontrar la respuesta a tu pregunta, quizá puedas encontrarla en el <a href="%(forum_url)s">foro</a>. También puedes usar el foro para hacer las preguntas que desees sobre el juego.

source: User management
es: Gestión de usuarios

source: Registration
es: Registro

source: New user registration is free. You have only to provide a user name and a valid email to receive notifications. No other personal data are stored in the database.
es: El registro de nuevos usuarios es gratuito. Solo tienes que proporcionar un nombre de usuario y un email válido en el que recibir notificaciones. No se almacena ningún otro dato personal.

source: If you have some problem trying to register, you can ask for help sending an email to %(contact_email)s. If the problem is that you haven't received the confirmation email, please wait an hour or so before asking for help.
es: Si tienes algún problema para registrarte, puedes pedir ayuda enviando un email a %(contact_email)s. Si el problema es que no has recibido el email de confirmación, por favor espera más o menos una hora antes de pedir ayuda.

source: Managing your account
es: Gestionar tu cuenta

source: You can edit your account settings to change some things, such as your email address, your password, your preferred language or your timezone.
es: Puedes modificar la configuración de tu cuenta para cambiar algunas cosas, como tu email, tu contraseña, tu idioma preferido o tu zona horaria.

source: You can also edit your user profile to show some information about you, such as your location or a short description of yourself or your interests. Of course, you can leave this values empty.
es: También puedes modificar tu perfil de usuario para mostrar información sobre ti, como tu ubicación o una breve descripción de ti mismo o de tus intereses. Por supuesto, puedes dejar estos campos vacíos.

source: Deleting your account
es: Borrar tu cuenta

source: At this time, there is no link to cancel your account automatically. If you need to cancel your account, please send an email to %(contact_email)s and it will be cancelled as soon as possible. No personal data will be kept in the database.
es: Actualmente no hay ningún enlace para cancelar tu cuenta automátciamente. Si necesitas cancelar tu cuenta, por favor envía un email a %(contact_email)s y será cancelada lo antes posible. No se guardarán datos personales en la base de datos.

source: Losing your account
es: Perder tu cuenta

source: This is not likely to happen, but you can lose your account if you cheat, if you abuse other users or if you make illegal or improper use of your account.
es: No es probable que ocurra, pero puedes perder tu cuenta si haces trampas, si insultas a otros usuarios o si haces un uso ilegal o inapropiado de tu cuenta.

source: In Condottieri, <em>karma</em> is a measure of your commitment with the game and with other players. Basically, if you make your game actions soon, contributing to a fast paced game, you will have a high karma. However, if you forget to make your actions, you will have a low karma. A new user always start with 100 karma points. The maximum karma is 200 and the minimum is 10.
es: En Condottieri, el <em>karma</em> es una medida de tu compromiso con el juego y con el resto de los jugadores. Básicamente, si haces tus acciones pronto, contribuyendo a un juego ágil, tendrás un karma alto. Sin embargo, si olvidas hacer tus acciones, tendrás un karma bajo. Un nuevo usuario siempre comienza con 100 puntos de karma. El karma máximo es 200 y el mínimo es 10.

source: Karma has different effects in game: if you have less than 50 karma points, you will not be allowed to join games, and you will be put out of games that have not yet started. Also, your karma value is used to calculate how much time you have to play your turn in each game.
es: El karma tiene varios efectos en el juego: si tienes menos de 50 puntos de karma, no podrás unirte a partidas, y serás expulsado de partidas que aún no hayan comenzado. Además, tu valor de karma se usa para calcular cuánto tiempo tienes para jugar tu turno en cada partida.

source: Each game has a base time (usually from half a day to two days) to play each phase. If your karma is over 100, you will have more time, while if your karma is below 100, you will have less time.
es: Cada partida tiene un tiempo base (normalmente entre medio día y dos días) para jugar cada fase. Si tu karma es mayor que 100, tendrás más tiempo, mientras que si tu karma es menor que 100, tendrás menos tiempo.

source: Increasing karma
es: Aumentar el karma

source: You can increase your karma in three different ways:
es: Puedes aumentar tu karma de tres formas distintas:

source: In any phase, if you complete your actions in the first fifth part of the game base time (i.e. 9.6 hours in a 48 hours game), you will get 1 point of karma.
es: En cualquier fase, si completas tus acciones en la primera quinta parte del tiempo base de la partida (p. ej. 9,6 horas en una partida de 2 días), ganarás 1 punto de karma.

source: If you overthrow another player in a "revolution" (see below), you will get 10 points of karma.
es: Si derrocas a otro jugador en una "revolución" (ver más adelante), ganarás 10 puntos de karma.

source: If your karma is below 50, you will recover 2 points every 24 hours.
es: Si tu karma es menor que 50, recuperarás 2 puntos cada 24 horas.

source: Losing karma. Revolutions
es: Perder karma. Revoluciones

source: In any phase, if the time limit is reached and you have not completed your actions, you will lose 10 points of karma. Depending on the phase, there are other effects that are explained below.
es: En cualquier fase, si se alcanza el tiempo límite y no has completado tus acciones, perderás 10 puntos de karma. Dependiendo de la fase, hay otros efectos que se explican más adelante.

source: Whenever you skip a phase, other players that are not already playing the game will have the possibility to take your country. This is called a "Revolution". If this happens, you will receive a notice about it. If you skip the next phase too, the other player will take your country.
es: Siempre que te saltes una fase, los jugadores que no estén jugando esa partida tendrán la posibilidad de tomar tu país (en términos de juego, una "Revolución". Si esto ocurre, recibirás un aviso sobre ello. Si te saltas también la siguiente fase, el otro jugador se hará con el control de tu país.

source: Playing the game
es: Jugar

source: Detailed game rules
es: Reglas de juego detalladas

source: This game is based in Machiavelli, by Avalon Hill. Since this is a fan site, we don't have the rights to publish a copy of the rulebook. So if you don't know the rules you can try to buy the boardgame or you may ask specific questions in the forum.
es: Este juego está basado en Machiavelli, de Avalon Hill. Ya que está hecho por afición, no tenemos permiso para publicar una copia del reglamento. Así que si no conoces las reglas, puedes intentar comprar el juego de tablero o puedes hacer preguntas específicas en el foro.

source: Joining a game
es: Unirse a una partida

source: All the games are public, and any user can join a game as long as the user has enough karma and the game has empty slots. To join a game, simply click on the appropriate link. The game will begin when the last player joins.
es: Todas las partidas son públicas, y cualquier usuario puede unirse a una siempre que el usuario tenga karma suficiente y la partida tenga huecos libres. Para unirte a una partida, simplemente pulsa el link apropiado. La partida comenzará cuando se una el último jugador.

source: Creating a new game
es: Crear una partida nueva

source: Any user may create a new game, as long as he has enough karma. To create a game, you must choose a short name to identify it (no spaces or special characters), the time limit and one of the available scenarios. You must decide also if the players will know which user controls each country.
es: Cualquier usuario puede crear una partida nueva, siempre que tenga karma suficiente. Para crear una partida, debes elegir un nombre corto que la identifique (sin espacios o caracteres especiales), el tiempo límite y uno de los escenarios disponibles. Debes decidir además si los jugadores sabrán qué usuario controla cada país.

source: There are some optional rules that you may activate when creating a game. At this moment, the following options are available:
es: Hay algunas reglas opcionales que puedes activar cuando crees una partida. En este momento, están disponibles las siguientes opciones:

source: Excommunication
es: Excomunión

source: Conquering
es: Conquista

source: Famine
es: Hambruna

source: Plague
es: Plaga

source: Fast games
es: Partidas rápidas

source: Fast games have a much shorter time limit for playing each turn, and are meant to be finished in some hours. To create or join a fast game, you need to have a slightly high karma value, so you may not be able to play this kind of game if you are a new user.
es: Las partidas rápidas tienen un límite de tiempo muy corto para jugar cada turno, y están pensadas para jugarse en pocas horas. Para crear o unirte a una partida rápida, necesitas un karma un poco alto, así que es posible que no puedas jugar este tipo de partida si eres un usuario nuevo.

source: Before creating a fast game, you should agree with other users a date and time when all these users can expend some hours to play the game. A fast game waits for new players only for 60 minutes. After this time, if there are not enough players to play the game, it will be deleted.
es: Antes de crear una partida rápida, debes acordar con otros usuarios una fecha y hora en las que todos puedan dedicar unas horas a jugar la partida. Una partida rápida espera a nuevos jugadores solo durante 60 minutos. Después de ese tiempo, si no hay jugadores suficientes, se borrará.

source: Fast games are played with the same rules that normal ones, and points are earned the same way. However, karma rules are not used in this games. You don't lose or earn karma, and all the players have the same time to play.
es: Las partidas rápidas se juegan con las mismas reglas que las normales, y los puntos se asignan de la misma forma. Sin embargo, no se usan las reglas de karma. No pierdes ni ganas karma, y todos los jugadores tienen el mismo tiempo para jugar.

source: Private games
es: Partidas privadas

source: A private game is open only to users that have been invited by the creator of the game. In order to create a private game, a minimum karma of 110 is required. However, to join this kind of game, a minimum karma is not required. It's up to the creator which user he invites.
es: Una partida privada está abierta solo a usuarios que han sido invitados por el creador de la misma. Para crear una partida privada se necesita un karma de 110 Sin embargo, para unirse a este tipo de partida, no es necesario un karma mínimo. El creador decide a qué usuarios invita.

source: Once the game has been created, a list of invited users must be defined. It's possible to invite more users than needed but. At the same time, if too few users are invited the game won't start. As long as the game has not yet started, it's possible to invite new users.
es: Una vez creada, se debe definir una lista de usuarios. Es posible invitar a más usuarios de los necesarios pero, al mismo tiempo, si se invita a menos usuarios de los necesarios, la partida no empezará. Mientras la partida no haya empezado es posible invitar a nuevos usuarios.

source: Even the game being private, a non invited user could join it through a revolution, as usual.
es: Incluso siendo una partida privada, un usuario no invitado podría unirse mediante una revolución, de la forma normal.

source: Country assignation
es: Asiganción de países

source: Once the last player joins a game, all the countries in the scenario are randomly assigned.
es: Una vez el último jugador se ha unido a una partida, todos los países del escenario se reparten aleatoriamente.

source: The reinforcement phase
es: La fase de refuerzo

source: Depending on the cities (or money if finances are applied) you have, you will have to place new units or disband existing ones.
es: Dependiendo de las ciudades (o dinero si se aplican las finanzas) que tengas, tendrás que colocar nuevas unidades o desbandar unidades existentes.

source: If the time limit is reached and you have not played this phase, either you will not place new units (if you could place them) or some of your units will be disbanded. The newest units will be disbanded first.
es: Si se alcanza el tiempo límite y no has jugado esta fase, bien no colocarás nuevas unidades (si podías) o bien se eliminarán algunas de tus unidades. Las unidades más recientes se eliminarán primero.

source: Special units
es: Unidades especiales

source: If "special units" are enabled in a game, you can build a unit with some special features, and that is more expensive than a regular unit. The types of special units that you can build depend on your country. You can never build a new special unit if you already have one. However, you could have more than one of this units if you bribe a special unit of other player.
es: Si las "unidades especiales" están activadas en una partida, puedes construir una unidad con algunas características especiales, más cara que una unidad regular. Los tipos de unidades especiales que puedes construir dependen de tu país. No puedes construir una nueva unidad especial si ya tienes alguna. Sin embargo, podrías tener más de una de estas unidades si sobornas una unidad especial de otro jugador.

source: In the board, special stronger units are marked with a red star, and special loyaler units are marked with two yellow coins.
es: En el tablero, las unidades especiales más fuertes se marcan con una estrella roja, y las unidades especiales más leales se marcan con dos monedas amarillas.

source: Available special units (and regular units) are summarized in the following table.
es: Las unidades especiales disponibles (así como las regulares) se resumen en la siguiente tabla.

source: Class
es: Clase

source: Cost
es: Coste

source: Strength
es: Fuerza

source: Loyalty
es: Lealtad

source: Citizen militia
es: Milicia ciudadana

source: Elite mercenaries
es: Mercenarios de élite

source: Elite professionals
es: Profesionales de élite

source: The order writing phase
es: La fase de escritura de órdenes

source: In this phase you may choose one of the available orders for each of your units. If you choose no order for a unit, this unit will hold its position. Orders will be automatically resolved at the end of this phase.
es: En esta fase puedes elegir una de las órdenes disponibles para cada una de tus unidades. Si no eliges una orden para una unidad, ésta aguantará su posición. Las órdenes se resolverán automáticamente al final de esta fase.

source: If finances are being used, you may expend some of your ducats in this phase.
es: Si se usan las finanzas, puedes gastar algunos de tus ducados en esta fase.

source: If the time limit is reached and you have not sent your orders, all of your units will hold their positions.
es: Si se alcanza el tiempo límite y no has enviado tus órdenes, todas tus unidades mantendrán sus posiciones.

source: The retreats phase
es: La fase de retiradas

source: When one of your units is defeated in battle, it must retreat. In this phase, you have to decide where to retreat your defeated units. In the retreat form, if you choose the same area that the unit occupies, this unit will retreat to the city, and will become a garrison. Note that this option is only available if there is an empty fortified city in the area.
es: Cuando una de tus unidades es derrotada en combate, debe retirarse. En esta fase, debes decidir dónde retirar a tus unidades derrotadas. En el formulario de retirada, si eliges la misma área que ocupa la unidad, esa unidad se retirará a la ciudad, y se convertirá en guarnición. Esta opción solo está disponible si hay una ciudad fortificada vacía en el área.

source: If the time limit is reached and you have not retreated your units, they will be disbanded.
es: Si se alcanza el tiempo límite y no has retirado tus unidades, serán desbandadas.

source: Winning the game
es: Ganar el juego

source: The goal of the game is to control a number of cities at the end of a year. This number depends on the scenario that was chosen when the game was created. When one or more players control this number of cities, the game ends.
es: El objetivo del juego es controlar un número de ciudades al final de un año. Este número depende del escenario elegido en la creación de la partida. Cuando uno o más jugadores controlen este número de ciudades, la partida termina.

source: Scores
es: Puntuaciones

source: When a game is over, each player gets a score depending on the number of cities that he controls at the end of the game. Scores are assigned as follows:
es: Cuando termina una partida, cada jugador gana una puntuación que depende del número de ciudades que controle al final del juego. Las puntuaciones se asignan como sigue:

source: 1st player
es: 1er jugador

source: points
es: puntos

source: 2nd player
es: 2o jugador

source: 3rd player
es: 3er jugador

source: Other players
es: Otros jugadores

source: Each controlled city
es: Cada ciudad controlada

source: point
es: punto

source: Diplomacy
es: Diplomacia
