Repository: jantoniomartin/condottieri-old
Catalog: condottieri_help/locale/*/LC_MESSAGES/django.po
Languages: es

source: Anytime while playing a game you can send "letters" to other players to discuss with them about strategies or any other things.
es: En cualquier momento de una partida puedes enviar "cartas" a otros jugadores para discutir con ellos sobre estrategias o cualquier otra cosa.

source: IMPORTANT: All the messages that are sent while playing a game will be deleted when this game is over. If you want to keep a copy of any given message, you will have to copy the contents in any other place.
es: IMPORTANTE: Todos los mensajes enviados durante una partida serán eliminados cuando la partida termine. Si quieres conservar una copia de algún mensaje, tendrás que copiar los contenidos en otro lugar.
